
; 人物
; ----------

[前变种人Soldier X2CharacterTemplate]
strCharacterName = "前变种人士兵"
strCharacterBackgroundMale[0] = "<XGParam:StrValue1/!FirstName/> 几乎不知道自己的身世，只保留了为变种人服务的模糊、破碎的记忆。现在他已获得自由，并在昔日敌人的领导下，在XCOM的前变种人计划中找到了使命和新的目标。"
strCharacterBackgroundMale[1] = "和其他从变种人控制中解放出来的其他人一样，<XGParam:StrValue1/!FirstName/> 仍然承受着因移除芯片而产生的痛苦。这次粗暴的手术给他留下的伤疤让他想起了他发誓要抛弃的生活。"
strCharacterBackgroundMale[2] = "<XGParam:StrValue1/!FirstName/> 原本驻扎在一个偏远的变种人前哨站，在战场上受伤后被他的主人抛弃等死。当他醒来时，他的控制芯片出现故障，他摆脱了长老们的指挥，孤身一人，身负重伤。"
strCharacterBackgroundMale[3] = "<XGParam:StrValue1/!FirstName/> 被一队散兵解放者从长老手中夺回，他是前变种人最新招募的最忠诚、最可怕的成员之一。他决心确保长老们知道他的名字 - 他们从未打算让他拥有这个名字。"
strCharacterBackgroundMale[4] = "<XGParam:StrValue1/!FirstName/> 的名字因他在长老控制下以长老的名义犯下的罪行而在人类派系中臭名昭著。尽管不是所有人都会追究他的责任，但他无论如何都决心弥补这些错误。"
strCharacterBackgroundMale[5] = "变种人神经植入物的早期型号存在制造缺陷，导致该设备在寒冷天气下出现故障。尽管通过“退役”受影响的士兵迅速解决了这个问题，但 <XGParam:StrValue1/!FirstName/> 是逃脱淘汰的幸运儿之一。"
strCharacterBackgroundMale[6] = "由于是少数能够流利地说英语和“变种人语言”的候选人之一，<XGParam:StrValue1/!FirstName/> 在项目主管的推荐下被快速纳入前变种人。从那时起，他在某种程度上成为了船员们翻译外星人胡言乱语的首选翻译。"
strCharacterBackgroundMale[7] = "从 <XGParam:StrValue0/!CountryName/> 的一家基因治疗诊所获得的被黑客入侵的记录显示，<XGParam:StrValue1/!FirstName/> 是一名自愿接受外星杂交过程的前人类。然而，<XGParam:StrValue1/!FirstName/> 却对过去的生活毫无记忆。"
strCharacterBackgroundMale[8] = "在正式加入前变种人计划之前，<XGParam:StrValue1/!FirstName/> 曾作为卧底人员深入变种人内部，向其在复仇者上的雇主传递重要信息。然而，变种人高层的怀疑日益加深，迫使他提前从敌后返回。"
strCharacterBackgroundMale[9] = "<XGParam:StrValue1/!FirstName/> 属于一个在被查封的锻造厂中诞生的人工混合体群体 —— 这一代士兵接受了变种人训练但缺乏思想灌输。对候选人的初步筛选并未发现其与外星人有任何联系或忠诚。"
strCharacterBackgroundFemale[0] = "<XGParam:StrValue1/!FirstName/> 对自己出生知之甚少，只保留了为变种人服务的模糊、破碎的记忆。现在她获得了自由，在昔日敌人的领导下，她在XCOM的前变种人计划中找到了使命和新的目标。"
strCharacterBackgroundFemale[1] = "和其他从变种人控制中解放出来的其他人一样，<XGParam:StrValue1/!FirstName/> 仍然承受着因移除芯片而产生的痛苦。这次粗暴的手术给她留下的伤疤让她想起了她发誓要抛弃的生活。"
strCharacterBackgroundFemale[2] = "<XGParam:StrValue1/!FirstName/> 原本驻扎在一个偏远的变种人前哨站，在战场上受伤后被她的主人抛弃等死。当她醒来时，她的控制芯片出现故障，她摆脱了长老们的指挥，孤身一人，身负重伤。"
strCharacterBackgroundFemale[3] = "<XGParam:StrValue1/!FirstName/> 被一队散兵解放者从长老手中夺回，是前变种人最新招募的最忠诚、最可怕的成员之一。她决心确保长老们知道她的名字 - 他们从未打算让她拥有这个名字。"
strCharacterBackgroundFemale[4] = "<XGParam:StrValue1/!FirstName/> 的名字因她在长老控制下以长老的名义犯下的罪行而在人类派系中臭名昭著。尽管不是所有人都会追究她的责任，但她无论如何都决心要弥补这些错误。"
strCharacterBackgroundFemale[5] = "变种人神经植入物的早期型号存在制造缺陷，导致该设备在寒冷天气下出现故障。尽管通过“退役”受影响的士兵迅速解决了这个问题，但 <XGParam:StrValue1/!FirstName/> 是逃脱淘汰的幸运儿之一。"
strCharacterBackgroundFemale[6] = "由于是少数能够流利地说英语和“变种人语言”的候选人之一，<XGParam:StrValue1/!FirstName/> 在项目主管的推荐下被快速纳入前变种人。从那时起，她就成为了船员们翻译外星人胡言乱语的首选翻译。"
strCharacterBackgroundFemale[7] = "从 <XGParam:StrValue0/!CountryName/> 的一家基因治疗诊所获得的被黑客入侵的记录显示，<XGParam:StrValue1/!FirstName/> 是一名自愿接受外星杂交过程的前人类。然而，<XGParam:StrValue1/!FirstName/> 却对任何前世都没有任何记忆。"
strCharacterBackgroundFemale[8] = "在正式加入前变种人计划之前，<XGParam:StrValue1/!FirstName/> 曾作为卧底人员深入变种人内部，向其在复仇者上的雇主传递重要信息。然而，变种人高层的怀疑日益加深，迫使她提前从敌后返回。"
strCharacterBackgroundFemale[9] = "<XGParam:StrValue1/!FirstName/> 属于一个在被查封的锻造厂中诞生的人工混合体群体 —— 这一代士兵接受了变种人训练但缺乏思想灌输。对候选人的初步筛选并未发现其与外星人有任何联系或效忠。"

[ExventReinforcements_T1 X2CharacterTemplate]
strCharacterName = "前变种人士兵"
strForcedFirstName = "前变种人"
strForcedLastName = "士兵"

[ExventReinforcements_T2 X2CharacterTemplate]
strCharacterName = "前变种人士兵"
strForcedFirstName = "前变种人"
strForcedLastName = "士兵"

[ExventReinforcements_T3 X2CharacterTemplate]
strCharacterName = "前变种人士兵"
strForcedFirstName = "前变种人"
strForcedLastName = "士兵"

[ExventReinforcements_T4 X2CharacterTemplate]
strCharacterName = "前变种人士兵"
strForcedFirstName = "前变种人"
strForcedLastName = "士兵"

[ExventReinforcements_T5 X2CharacterTemplate]
strCharacterName = "前变种人士兵"
strForcedFirstName = "前变种人"
strForcedLastName = "士兵"

[ExventReinforcements_T6 X2CharacterTemplate]
strCharacterName = "前变种人士兵"
strForcedFirstName = "前变种人"
strForcedLastName = "士兵"

[ExventReinforcements_T7 X2CharacterTemplate]
strCharacterName = "前变种人士兵"
strForcedFirstName = "前变种人"
strForcedLastName = "士兵"

[ExventTrooper X2SoldierClassTemplate]
DisplayName = "士兵"

[ExventOfficer X2SoldierClassTemplate]
DisplayName = "官员"
ClassSummary = "作为盟军的先驱，前变种人军官通过在战斗中采取主动来增强小队的力量，同时提供后方支援。"
LeftAbilityTreeTitle = "天生领袖"
RightAbilityTreeTitle = "战略家"
AbilityTreeTitles[0] = "天生领袖"
AbilityTreeTitles[1] = "战略家"
AbilityTreeTitles[2] = "XCOM"

RandomNicknames[0] = "造物主"
RandomNicknames[1] = "将军"
RandomNicknames[2] = "首领"
RandomNicknames[3] = "主教"
RandomNicknames[4] = "外交官"
RandomNicknames[5] = "主事"
RandomNicknames[6] = "国王"
RandomNicknames[7] = "阴谋家"
RandomNicknames[8] = "君主"
RandomNicknames[9] = "监督者"
RandomNicknames[10] = "王室"
RandomNicknames[11] = "队长"
RandomNicknames[12] = "杂牌军"
RandomNicknames[13] = "监事"
RandomNicknames[14] = "大BOSS"
RandomNicknames[15] = "掌权者"
RandomNicknames[16] = "巨头"
RandomNicknames_Male[0] = "拉撒路" ; 与散兵共享的昵称
RandomNicknames_Male[1] = "公爵"
RandomNicknames_Male[2] = "皇帝"
RandomNicknames_Male[3] = "太保"
RandomNicknames_Male[4] = "王子"
RandomNicknames_Female[0] = "雅典娜" ; 与散兵共享的昵称
RandomNicknames_Female[1] = "公爵夫人"
RandomNicknames_Female[2] = "皇后"
RandomNicknames_Female[3] = "女士"
RandomNicknames_Female[4] = "夫人"

[ExventStunLancer X2SoldierClassTemplate]
DisplayName = "强袭枪兵"
ClassSummary = "前变种人强袭枪兵是一种敏捷的战斗单位，配备有强大的长矛，能够施加毁灭性的打击和致残效果。"
LeftAbilityTreeTitle = "防暴"
RightAbilityTreeTitle = "执法者"
AbilityTreeTitles[0] = "防暴"
AbilityTreeTitles[1] = "执法者"
AbilityTreeTitles[2] = "XCOM"

RandomNicknames[0] = "匪徒"
RandomNicknames[1] = "闪电"
RandomNicknames[2] = "猎犬"
RandomNicknames[3] = "弩箭"
RandomNicknames[4] = "猎豹"
RandomNicknames[5] = "夜魔侠"
RandomNicknames[6] = "飞镖"
RandomNicknames[7] = "电子"
RandomNicknames[8] = "闪现"
RandomNicknames[9] = "幽灵"
RandomNicknames[10] = "光线"
RandomNicknames[11] = "黑豹"
RandomNicknames[12] = "走鹃"
RandomNicknames[13] = "恶棍"
RandomNicknames[14] = "冲击波"
RandomNicknames[15] = "速度"
RandomNicknames[16] = "前锋"
RandomNicknames[17] = "梗犬"
RandomNicknames[18] = "雷鸟"
RandomNicknames[19] = "疣猪"
RandomNicknames_Male[0] = "拉撒路" ; 与散兵共享的昵称
RandomNicknames_Male[1] = "雷神"
RandomNicknames_Female[0] = "雅典娜" ; 与散兵共享的昵称
RandomNicknames_Female[1] = "女武神"

[ExventShieldbearer X2SoldierClassTemplate]
DisplayName = "变种人持盾者"
ClassSummary = "前变种人持盾者配备重型护甲服和坚固的防弹持盾者，可在战争期间保护团队免受敌对威胁。"
LeftAbilityTreeTitle = "巨无霸"
RightAbilityTreeTitle = "保管人"
AbilityTreeTitles[0] = "巨无霸"
AbilityTreeTitles[1] = "管理员"
AbilityTreeTitles[2] = "XCOM"

RandomNicknames[0] = "法警"
RandomNicknames[1] = "路障"
RandomNicknames[2] = "堡垒"
RandomNicknames[3] = "巨石"
RandomNicknames[4] = "砖"
RandomNicknames[5] = "地堡"
RandomNicknames[6] = "看护人"
RandomNicknames[7] = "木匠"
RandomNicknames[8] = "张伯伦"
RandomNicknames[9] = "小天使"
RandomNicknames[10] = "高层建筑"
RandomNicknames[11] = "铁"
RandomNicknames[12] = "山"
RandomNicknames[13] = "路障"
RandomNicknames[14] = "哨兵"
RandomNicknames[15] = "坦克"
RandomNicknames[16] = 长城"
RandomNicknames[17] = "泰坦"
RandomNicknames[18] = "塔"
RandomNicknames[19] = "典狱长"
RandomNicknames_Male[0] = "拉撒路" ; 与散兵共享的昵称
RandomNicknames[1] = "歌利亚"
RandomNicknames_Female[0] = "雅典娜" ; 与散兵共享的昵称
RandomNicknames_Female[1] = "母巢"


;军官能力
;-----------------

[Exv_MarkTarget X2AbilityTemplate]
LocFriendlyName = "标记目标"
LocLongDescription = "指定一个敌人作为盟军射击的焦点，使你小队的瞄准能力提高<Ability:Exv_MarkTarget_AimBonus/>，持续<Ability:Exv_MarkTarget_Duration/>回合。"
LocHelpText = "标记一个敌人。盟友在攻击目标时获得<Ability:Exv_MarkTarget_AimBonus/>瞄准。"
LocPromotionPopupText = "<Bullet/>标记目标有一个<Ability:Exv_MarkTarget_Cooldown/>回合冷却时间。<br/><Bullet/>军官也可享受瞄准奖励。<br/>"

[Exv_CallReinforcements X2AbilityTemplate]
LocFriendlyName = "呼叫增援"
LocLongDescription = "在战斗中，军官可以发射信号弹请求盟军增援。在下一回合，一名前变种人士兵将到达指定位置并加入小队。"
LocHelpText = "部署照明弹以请求盟军增援。增援部队将在下一回合到达。"
LocPromotionPopupText = "<Bullet/> 呼叫增援结束军官的回合，每个任务可使用一次。<br/><Bullet/> 高级军官将能够召唤更强大的士兵。<br/>"

[Exv_Rally X2AbilityTemplate]
LocFriendlyName = "召集"
LocLongDescription = "每当被军官标记的敌人被杀死时，所有小队成员都会为其主要武器恢复 <Ability:Exv_Rally_ReloadAmount/> 弹药。如果军官携带医疗包，盟友也会恢复 <Ability:Exv_Rally_HealAmount/> 生命值（纳米医疗包为 <Ability:Exv_Rally_UpgradedHealAmount/> 生命值）。"
LocPromotionPopupText = "<Bullet/> 集结不会影响军官，并且每回合不能触发超过一次。<br/><Bullet/> 军官必须有医疗包充能才能使治疗生效。<br/>"

[Exv_AirOfAuthority X2AbilityTemplate]
LocFriendlyName = "权威之气"
LocLongDescription = "当生命值满时，被动地为所有小队成员提供<Ability:Exv_AirOfAuthority_DodgeBonus/>闪避，并为前变种人单位和散兵提供额外的<Ability:Exv_AirOfAuthority_DefenseBonus/>防御。当军官受伤时，权威之气的效果会减半。"
LocHelpText = "军官在战场上的指挥地位正在增强盟军的躲避和防御能力。"
LocPromotionPopupText = "<Bullet/>权威之风不会影响官员。<br/>"

[Exv_Flush X2AbilityTemplate]
LocFriendlyName = "刷新"
LocLongDescription = "进行一次不造成伤害但迫使目标离开掩体并逃到空旷的地方的射击。"
LocHelpText = "进行一次非伤害性的射击，迫使目标离开掩体。"
LocPromotionPopupText = "<Bullet/> 冲洗使用 <Ability:Exv_Flush_AmmoCost/> 弹药，并且有 <Ability:Exv_Flush_Cooldown/> 回合冷却时间。<br/><Bullet/> 只要敌人在掩体后面，他们就会被迫重新定位，即使军官正在侧翼攻击目标。<br/>"

[Exv_Repress X2AbilityTemplate]
LocFriendlyName = "压制"
LocLongDescription = "这是一种强大的压制形式，即使军官受到伤害也不会被取消。压制会对目标造成<Ability:SUPPRESSIONPENALTY/>瞄准惩罚，并且如果目标移动，将对其造成不可错过的反应射击。"
LocHelpText = "通过<Ability:SUPPRESSIONPENALTY/>惩罚目标的瞄准，并且如果目标移动则向其开火。"
LocPromotionPopupText = "<Bullet/> Repress 使用 <Ability:Exv_Repress_AmmoCost/> 弹药并且具有 <Ability:Exv_Repress_Cooldown/> 回合冷却时间。<br/>"

[Exv_LeadByExample X2AbilityTemplate]
LocFriendlyName = "以身作则"
LocLongDescription = "每个弹夹中的第一枪都会对目标造成破裂效果。破裂的敌人将在所有未来攻击中受到额外的<Ability:Exv_LeadByExample_RuptureAmount/>伤害。"
LocPromotionPopupText = "<Bullet/>破裂是一种永久性减益效果，会影响所有伤害源。<br/>"

[Exv_StandardShot X2AbilityTemplate]
LocFriendlyName = "射击武器"
LocLongDescription = "发射主要武器总会结束一个单位的回合。"
LocHelpText = "向目标开枪。<Ability:CANNOTBEDODGED/>"

[Exv_Watchtower X2AbilityTemplate]
LocFriendlyName = "瞭望塔"
LocLongDescription = "自动向视线内攻击你队友的任何敌人开火。只要有弹药，瞭望塔就可以多次触发，但它每回合不会对同一目标触发多次。"
LocPromotionPopupText = "<Bullet/> 任何敌人攻击均可触发瞭望塔，无论击中或未击中。<br/><Bullet/> 瞭望塔仅在敌人的回合中激活，不能通过直接针对军官的攻击触发。<br/>"

[Exv_CombatAssessment X2AbilityTemplate]
LocFriendlyName = "战斗评估"
LocLongDescription = "标记军官视线内的所有敌人。已经标记的目标将被忽略。"
LocHelpText = "标记视线内的所有敌人。"
LocPromotionPopupText = "<Bullet/>战斗评估有一个<Ability:Exv_CombatAssessment_Cooldown/>回合冷却时间。<br/>"

[Exv_Camaraderie X2AbilityTemplate]
LocFriendlyName = "友情"
LocLongDescription = "授予小队成员额外行动权。如果目标盟友是前变种人单位或散兵，则友情的冷却时间减少 <Ability:Exv_Camaraderie_CooldownRefund/> 回合。"
LocHelpText = "授予盟友额外行动权。"
LocPromotionPopupText = "<Bullet/> 友情有<Ability:Exv_Camaraderie_Cooldown/>回合冷却时间。<br/>"

[Exv_CriticalAnalysis X2AbilityTemplate]
LocFriendlyName = "批判性分析"
LocLongDescription = "升级标记目标以获得额外的<Ability:Exv_CriticalAnalysis_AimBonus/>瞄准和<Ability:Exv_CriticalAnalysis_CritChanceBonus/>暴击概率。"
LocPromotionPopupText = "<Bullet/>战斗评估能力也受益于升级后的标记目标。<br/>"

[Exv_MarkTarget_Upgraded X2AbilityTemplate]
LocFriendlyName = "标记目标"
LocLongDescription = "指定一个敌人作为盟军射击的焦点，提高你小队对该目标的瞄准度<Ability:Exv_MarkTarget_UpgradedAimBonus/>并且增加暴击几率<Ability:Exv_CriticalAnalysis_CritChanceBonus/>。"
LocHelpText = "标记一个敌人。盟友在攻击目标时获得<Ability:Exv_MarkTarget_UpgradedAimBonus/>瞄准和<Ability:Exv_CriticalAnalysis_CritChanceBonus/>暴击概率。"

[Exv_UrgentMatters X2AbilityTemplate]
LocFriendlyName = "紧急事项"
LocLongDescription = "呼叫增援的盟友将立即到达并获得<Ability:Exv_UrgentMatters_AimBonus/>瞄准、<Ability:Exv_UrgentMatters_CritChanceBonus/>暴击几率和<Ability:Exv_UrgentMatters_MobilityBonus/>机动性，持续<Ability:Exv_UrgentMatters_Duration/>回合。此外，呼叫增援现在可以在战斗之外使用，并且不再花费动作。"
LocHelpText = "该单位的瞄准能力、暴击几率和机动性暂时大幅提升。"
LocPromotionPopupText = "<Bullet/>紧急事项允许军官立即将强大的盟友带入战斗，从而迅速扭转战局。<br/>"

[Exv_CallReinforcements_Upgraded X2AbilityTemplate]
LocFriendlyName = "呼叫增援"
LocLongDescription = "发射信号弹请求盟军立即增援。一名前变种人士兵将抵达指定位置并加入小队。"
LocHelpText = "发射照明弹以请求盟军立即增援。"

[Exv_FocusFire X2AbilityTemplate]
LocFriendlyName = "集中火力"
LocLongDescription = "对敌人进行射击，然后指挥每个能看到目标的盟友向其射击。这次攻击对你的队友来说是一次自由行动。"
LocHelpText = "指挥所有小队成员向单个目标射击。"
LocPromotionPopupText = "<Bullet/> 集中火力每个任务可使用一次。<br/><Bullet/> 盟友必须不隐蔽且有弹药才能参与攻击。<br/>"

[Exv_Galvanize X2AbilityTemplate]
LocFriendlyName = "Galvanize"
LocLongDescription = "以结束军官的回合为代价，授予所有附近盟友额外行动权。授予的行动次数等于军官剩余的行动次数。"
LocHelpText = "授予所有附近盟友额外行动权。"
LocPromotionPopupText = "<Bullet/> 每个任务可使用一次 Galvanize。<br/>"


;强袭枪兵技能
;---------------------

[Exv_StunLance X2AbilityTemplate]
LocFriendlyName = "眩晕长矛"
LocLongDescription = "使用电击棍攻击移动范围内的敌人，造成伤害，并可能使目标迷失方向、昏迷或失去意识。电击枪兵在用该武器攻击后可以移动。"
LocHelpText = "使用电击警棍攻击敌人。"
LocPromotionPopupText = "<Bullet/> 电击棍攻击有<Ability:Exv_StunLance_DisorientChance/>几率使目标迷失方向，有<Ability:Exv_StunLance_StunChance/>几率使目标眩晕，几率随武器等级而变化。<br/><Bullet/> 对受伤的敌人，攻击最多有<Ability:Exv_StunLance_UnconsciousChance/>几率使目标昏迷，几率取决于目标已损失的生命值（最大值在生命值减半时达到）。<br/><Bullet/> 电击棍技能需要花费两个动作才能使用；如果电击枪手与目标相邻，则只需要一个动作。<br/><Bullet/> 攻击后，电击枪手会获得一个动作点，但只能用于移动。<br/>"

[Exv_KineticCharge X2AbilityTemplate]
LocFriendlyName = "动能充能"
LocLongDescription = "强袭枪兵在移动时会产生动能充能，每移动<Ability:Exv_KineticCharge_TileThreshold/>格就会获得+1充能（最多可获得<Ability:Exv_KineticCharge_ChargeLimit/>充能）。每个动能充能都会为眩晕棒的下一次攻击提供<Ability:Exv_KineticCharge_AimBonus/>瞄准几率和<Ability:Exv_KineticCharge_CritChanceBonus/>暴击几率，并且进一步增加<Ability:Exv_KineticCharge_DisorientChanceBonus/>迷惑几率和<Ability:Exv_KineticCharge_StunChanceBonus/>击晕几率。所有充能都会在攻击时消耗。"
LocHelpText = "强袭枪兵在移动时会产生动能充能，从而获得下一次近战攻击的瞄准、暴击几率、迷惑几率和眩晕几率加成。"
LocPromotionPopupText = "<Bullet/>即使攻击未击中，动能充能也会消耗。<br/><Bullet/>在进行近战攻击时移动也会产生动能充能。<br/>"

[Exv_HeavyHitter X2AbilityTemplate]
LocFriendlyName = "重击手"
LocLongDescription = "每个动能充能都会增加造成昏迷的几率<Ability:Exv_HeavyHitter_UnconsciousChanceBonus/>。此外，将目标打昏可能会导致视线内的任何敌人恐慌。"
LocPromotionPopupText = "<Bullet/> 重击手获得的额外几率是一个固定数额，不受目标损失的生命值影响。<br/><Bullet> 造成恐慌的几率范围从 <Ability:Exv_HeavyHitter_MinPanicChance/> 到 <Ability:Exv_HeavyHitter_MaxPanicChance/>，取决于强袭枪兵和目标的意志状态。<br/>"

[Exv_Encore X2AbilityTemplate]
LocFriendlyName = "再来一次"
LocLongDescription = "在电击棍攻击后，电击枪有机会进行第二次近战攻击，造成少量伤害，但不会造成状态效果。每个动能充能都会增加 Encore 的激活几率 <Ability:Exv_Encore_ActivationChance/>。"
LocPromotionPopupText = "<Bullet/> Encore 造成固定量的伤害，并且不会错过或造成致命一击。<br/><Bullet/> 造成的伤害量 (<Ability:Exv_Encore_BaseDamage/>) 取决于强袭枪兵主武器的等级。<br/>"

[Exv_Pacify X2AbilityTemplate]
LocFriendlyName = "安抚"
LocLongDescription = "电击棍攻击会造成<Ability:Exv_Pacify_DamageModifier/>少量伤害，但会使目标缴械。被缴械的敌人失去一次行动机会，并且无法发射主武器，直到重新装弹。"
LocHelpText = "使用电击棍制服目标并使其武器失效。"
LocPromotionPopupText = "<Bullet/> 安抚有<Ability:Exv_Pacify_Cooldown/>回合冷却时间。<br/><Bullet/> 不使用弹药型武器的敌人仍将失去一次行动机会。<br/>"

[Exv_Gambit X2AbilityTemplate]
LocFriendlyName = "Gambit"
LocLongDescription = "这是一种高风险、高回报的 Stun Baton 攻击，但瞄准时会受到严重惩罚。如果 Gambit 杀死目标，强袭枪兵的动作将完全恢复。"
LocHelpText = "这是一种高风险的近战攻击，如果杀死目标，则会恢复你的行动。"
LocPromotionPopupText = "<Bullet/> Gambit 具有 <Ability:Exv_Gambit_Cooldown/> 回合冷却时间。<br/><Bullet/> 瞄准惩罚与目标剩余生命值线性相关，对满生命值的敌人最大惩罚为 -50 瞄准。<br/>"

[Exv_CloseEncounters X2AbilityTemplate]
LocFriendlyName = "近距离接触"
LocLongDescription = "对蓝色移动范围内的目标进行电击棍攻击<Ability:Exv_CloseEncounters_ChanceModifier/>更有可能造成迷失方向，昏迷和昏迷。"
LocHelpText = "电击棍攻击更有可能对近距离的目标造成状态效果。"
LocPromotionPopupText = "<Bullet/> 近距离接触解释了动能冲击和重击所造成的损伤几率加成。<br/>"

[Exv_ExcessiveForce X2AbilityTemplate]
LocFriendlyName = "过度使用武力"
LocLongDescription = "使用电击棍杀死敌人可以保留<Ability:Exv_ExcessiveForce_DamageModifier/>攻击的过量伤害（直到一定限度），然后在下一次近战攻击中释放。"
LocHelpText = "强袭枪兵保存了多余的伤害，将在下一次近战攻击中释放。"
LocPromotionPopupText = "<Bullet/> 超额伤害的计算方法是造成的伤害减去目标的剩余生命值。<br/><Bullet/> 伤害上限 (<Ability:Exv_ExcessiveForce_DamageCap/>) 由电击棍的等级决定。<br/><Bullet/> 即使攻击未击中，保留的伤害也会被消耗掉。<br/>"

[Exv_RudeAwakening X2AbilityTemplate]
LocFriendlyName = "令人震惊的觉醒"
LocLongDescription = "使用电击棍攻击迷失方向、昏迷、惊慌失措或被精神控制的敌人，造成大量伤害但会移除目标的状态效果。 还可以对盟友使用“粗鲁觉醒”，立即清除任何伤害，但会造成<Ability:Exv_RudeAwakening_FriendlyFireDamage/>伤害。"
LocHelpText = "对受损的敌人或盟友造成伤害，并消除状态效果。"
LocPromotionPopupText = "<Bullet/> 粗鲁觉醒具有 <Ability:Exv_RudeAwakening_Cooldown/> 回合冷却时间。<br/><Bullet/> 对迷失方向的敌人，此攻击的伤害会提高 <Ability:Exv_RudeAwakening_DamageModifierT1/>，对被击晕或惊慌的敌人，此攻击的伤害会提高 <Ability:Exv_RudeAwakening_DamageModifierT2/>，对被精神控制的敌人，此攻击的伤害会提高 <Ability:Exv_RudeAwakening_DamageModifierT3/>。<br/><Bullet/> 当以盟友为目标时，此技能总是造成固定量的伤害，并且不会失手或造成致命一击。<br/><Bullet/> 粗鲁觉醒不会造成任何状态效果。<br/>"

[Exv_Brutalize X2AbilityTemplate]
LocFriendlyName = "残暴"
LocLongDescription = "使用电击棍攻击目标最多三次，每次攻击都会增加瞄准和暴击几率的惩罚。攻击失败将提前结束残暴攻击。"
LocHelpText = "攻击单一目标最多三次。"
LocPromotionPopupText = "<Bullet/> 残暴化有<Ability:Exv_Brutalize_Cooldown/>回合冷却时间。<br/><Bullet/> 初次攻击的瞄准会降低<Ability:Exv_Brutalize_AimPenalty/>，暴击几率会降低<Ability:Exv_Brutalize_CritChancePenalty/>。第二次攻击的惩罚加倍，第三次攻击的惩罚加倍。<br/><Bullet/> 动能充能带来的瞄准和暴击几率加成适用于三次攻击。<br/><Bullet/> 残暴化无法造成任何状态效果。<br/>"

[Exv_SecondWind X2AbilityTemplate]
LocFriendlyName = "重振雄风"
LocLongDescription = "将动能充能限制增加至<Ability:Exv_SecondWind_UpgradedChargeLimit/>。此外，电击棍攻击后可行进的距离增加<Ability:Exv_SecondWind_MobilityModifier/>。"
LocPromotionPopupText = "<Bullet/> Second Wind 提供的临时机动性提升使得在受到 Stun Baton 攻击后重新定位时可以提高机动性。<br/>"

[Exv_FleetFooted X2AbilityTemplate]
LocFriendlyName = "Fleet-Footed"
LocLongDescription = "使用电击棍杀死敌人会返还<Ability:Exv_FleetFooted_ChargeRefundModifier/>攻击所消耗的动能充能，并使剩余回合内充能速度翻倍。迅捷行动激活期间获得的动能充能可以突破充能限制，但效果结束后会开始衰减。"
LocHelpText = "强袭枪兵正在以更快的速度获得动能充能，并且充能限制已被暂时移除。"
LocPromotionPopupText = "<Bullet/> 如果 Fleet-Footed 在你的回合结束时未生效，则任何超出限制的动能充能将减少一半。<br/>"

[Exv_RollingThunder X2AbilityTemplate]
LocFriendlyName = "滚雷"
LocLongDescription = "消耗所有动能充能，为你的下一次成功的电击棍攻击注入伏打能量。充能的电击棍攻击会释放电流，可以连锁攻击附近的敌人，造成伤害，并可能使目标迷失方向或昏迷。滚雷没有冷却时间，但电击枪兵在激活此技能时无法获得动能充能。"
LocHelpText = "消耗所有动能电荷，为你的下一次电击棍攻击提供电能。"
LocPromotionPopupText = "<Bullet/> 滚雷无需花费任何动作即可激活。<br/><Bullet/> 震动会造成 <Ability:Exv_RollingThunder_BaseDamage/> 伤害并忽略敌人护甲带来的伤害减免，但无法造成致命一击。<br/><Bullet/> 每次消耗动能充能都会增加使敌人迷失方向的几率 <Ability:Exv_RollingThunder_DisorientChance/> 和使人昏迷的几率 <Ability:Exv_RollingThunder_StunChance/>。<br/><Bullet/> 使用任何电击棍技能瞄准敌人时，位于连锁范围内的单位将会被高亮显示。<br/>"

[Exv_BattleTrance X2AbilityTemplate]
LocFriendlyName = "战斗恍惚"
LocLongDescription = "消耗所有动能充能，进入狂暴状态，持续<Ability:Exv_BattleTrance_Duration/>回合，增加你的瞄准、暴击几率和机动性。狂暴状态下，强袭枪兵免疫精神障碍，移动时可以破墙，但无法获得动能充能。击杀敌人可以延长战斗恍惚状态一个回合，并刷新所有技能的冷却时间。"
LocHelpText = "消耗所有动能充能来进入狂暴状态，显著提高你的战斗力。"
LocPromotionPopupText = "<Bullet/> 战斗恍惚不需要花费任何动作来激活，并且每个任务可以使用一次。<br/><Bullet/> 每个消耗的动能充能都会使瞄准增加 <Ability:Exv_BattleTrance_AimBonus/> 并且暴击几率增加 <Ability:Exv_BattleTrance_CritChanceBonus/>。<br/><Bullet/> 无论消耗多少充能，机动性都会增加 <Ability:Exv_BattleTrance_MobilityBonus/>。<br/><Bullet/> 战斗恍惚的持续时间每回合只能延长一次。<br/>"


; 持盾者技能
;---------------------

[Exv_ShieldBash X2AbilityTemplate]
LocFriendlyName = "持盾者猛击"
LocLongDescription = "使用防弹盾攻击移动范围内的敌人。"
LocHelpText = "使用防弹盾攻击敌人。"
LocPromotionPopupText = "<Bullet/>将防弹盾升级为更高级的版本将增加该能力造成的伤害。<br/>"

[Exv_ProjectileBarrier X2AbilityTemplate]
LocFriendlyName = "投射物屏障"
LocLongDescription = "为移动范围内的友方单位赋予一个投射物屏障。投射物屏障是一种独特的护盾形式，它会在阻挡下一次伤害攻击后或在<Ability:Exv_ProjectileBarrier_Duration/>回合后被打破。"
LocHelpText = "使用投射物屏障保护盟友。"
LocPromotionPopupText = "<Bullet/> 投射物屏障没有冷却时间并且不会自动结束回合。<br/><Bullet/> 未破坏的屏障将在你的下一回合开始时被移除。<br/><Bullet/> 持盾者可以自行施放此技能来获得个人投射物屏障。<br/>"

[Exv_Steadfast X2AbilityTemplate]
LocFriendlyName = "坚定"
LocLongDescription = "根据你的防弹盾等级，获得永久防御提升，蹲伏时防御加倍。坚定不移让持盾者即使在掩体之外也能蹲伏。"
LocPromotionPopupText = "<Bullet/> 1 级护盾赋予 <Ability:Exv_Steadfast_DefenseBonusT1/> 防御，2 级护盾赋予 <Ability:Exv_Steadfast_DefenseBonusT2/> 防御，3 级护盾赋予 <Ability:Exv_Steadfast_DefenseBonusT3/> 防御。<br/>"

[Exv_HunkerDown X2AbilityTemplate]
LocFriendlyName = "蹲下"
LocHelpText = "增加防御<Ability:HUNKERDEFENSEBONUS/>，增加闪避<Ability:HUNKERDODGEBONUS/>。若着火，则灭火。"
LocFlyOverText = "蹲下"

[Exv_HerdImmunity X2AbilityTemplate]
LocFriendlyName = "群体免疫"
LocLongDescription = "成为友方单位的低掩护元素，蹲伏时转换为高掩护。对于每个使用持盾者作为掩护的盟友，持盾者和相邻的队友在敌人回合中获得 +20% 的伤害减免。"
LocHelpText = "使用持盾者手作为掩护的盟友受到的攻击伤害减少。"
LocPromotionPopupText = "<Bullet/> 在计算单位护甲造成的伤害减免后，将应用群体免疫赋予的伤害减免。<br/>"

[Exv_ConcussionWave X2AbilityTemplate]
LocFriendlyName = "震荡波"
LocLongDescription = "对敌人进行强力打击，在目标后方形成一个锥形波浪，造成伤害，并可能使单位迷失方向。"
LocHelpText = "重击敌人并对目标后方的单位造成伤害。"
LocPromotionPopupText = "<Bullet/>震荡波有 3 回合的冷却时间。<br/><Bullet/>该波造成 2/3/4 点伤害，并有 15/30/45% 的几率造成迷失方向，随着防弹盾的等级而变化。<br/>"

[Exv_Parcel X2AbilityTemplate]
LocFriendlyName = "包裹"
LocLongDescription = "在持盾者当前位置创建一个特殊战利品掉落。拾取包裹的盟友将获得一件守望者背心，这是一件独特物品，可以在任务的剩余时间内为其增加 1 点护甲。"
LocHelpText = "掉落可供盟友穿戴的护甲背心。"
LocPromotionPopupText = "<Bullet/>包裹有 1 回合的冷却时间，不能在任务的第一回合使用。<br/><Bullet/>包裹在激活时会从持盾者身上移除 1 点护甲，如果没有可用的护甲则无法使用。<br/><Bullet/>战利品掉落会留在地面上 1 回合，最多可由 3 名盟友（持盾者除外）取回。<br/><Bullet/>捡起守望者背心不花费任何行动，但单位不能同时穿着多件背心。<br/>"

[Exv_ShockAbsorbentArmor X2AbilityTemplate]
LocFriendlyName = "减震护甲"
LocLongDescription = "当持盾者手处于掩护中或者蹲伏时，受到的伤害有一定几率减少到 1。"
LocHelpText = ""
LocPromotionPopupText = "<Bullet/> 当掩体较低时，激活效果的几率为 20%，当掩体较高时，激活效果的几率为 40%，而蹲伏时，激活效果的几率为 60%。<br/>"

[Exv_IntegratedServomotors X2AbilityTemplate]
LocFriendlyName = "集成伺服电机"
LocLongDescription = "持盾者的移动力永久增加+2，每个激活的投射物屏障额外增加+1。"
LocHelpText = ""
LocPromotionPopupText = "<Bullet/> <br/>"

[Exv_Imprison X2AbilityTemplate]
LocFriendlyName = "监禁"
LocLongDescription = "将目标困在全息监狱中，使其无法从当前位置移动。被困的敌人无法瞄准监狱墙外的单位，但可以尝试通过攻击监狱来摧毁它。"
LocHelpText = ""
LocPromotionPopupText = "<Bullet/> 监禁有 ? 回合的冷却时间。<br/><Bullet/> 此技能无法用于某些大型单位。<br/>"

[Exv_IronCurtain X2AbilityTemplate]
LocFriendlyName = "铁幕"
LocLongDescription = "在持盾者前方生成一道高掩护的直线墙。除了作为掩护之外，这堵墙还可以吸收对其后方任何单位造成的伤害。"
LocHelpText = ""
LocPromotionPopupText = "<Bullet/>生成的墙有自己的生命值条，最多可吸收 10 点伤害。<br/><Bullet/>墙会在战场上停留 1 个回合，即使生命值条耗尽也会继续存在。<br/><Bullet/>与大多数其他形式的高掩体不同，铁幕不会妨碍视线。<br/>"

[Exv_BatteringRam X2AbilityTemplate]
LocFriendlyName = "攻城槌"
LocLongDescription = "弹道盾攻击会忽略敌人的护盾和护甲，并对无护甲目标造成额外的+1伤害。"
LocHelpText = ""
LocPromotionPopupText = "<Bullet/> 无视护盾的防弹盾攻击也会移除目标的护盾。<br/>"

[Exv_ResonanceField X2AbilityTemplate]
LocFriendlyName = "共振场"
LocLongDescription = "拥有投射物屏障的盟友获得+10 瞄准效果。此外，如果该单位与持盾者相邻，投射物屏障将不会失效。"
LocHelpText = ""
LocPromotionPopupText = "<Bullet/> 为了实现该能力，对角线相邻的单位将被视为相邻。<br/>"

[Exv_Supercharge X2AbilityTemplate]
LocFriendlyName = "超级充电"
LocLongDescription = "发射一道强大的冲击波，自动为你和附近所有盟友重新装填武器，并在本回合剩余时间内增加他们 50% 的伤害输出。爆炸半径内的每个敌人都会使伤害提升额外增加 +25%。"
LocHelpText = "为你自己和任何附近的盟友增加伤害。"
LocPromotionPopupText = "<Bullet/> 超级充能可以在每次任务中使用一次，并且不会自动结束回合。<br/>"

[Exv_EnergyShield X2AbilityTemplate]		
LocFriendlyName = "能量护盾"
LocLongDescription = "发射一道能量波，为你和附近的所有盟友生成一道护盾。不在爆炸半径内的盟友将获得一道减弱 50% 的护盾。能量护盾在 3 回合后或持盾者被击杀后消散。"
LocHelpText = "为你自己和所有盟友生成一道护盾。"
LocPromotionPopupText = "<Bullet/>能量护盾每个任务可使用一次，并且不会自动结束回合。<br/><Bullet/>护盾的强度（3/4/5）由持盾者所装备的护甲的等级决定。<br/>"


; 其他能力
;----------------------

[Exv_BrothersInArms X2AbilityTemplate]
LocFriendlyName = "兄弟连"
LocLongDescription = "带这个单位执行任务可以捕获昏迷的变种人单位。"
LocHelpText = "让此单位执行任务可以捕获失去意识的变种人单位。"

[Exv_Subdue X2AbilityTemplate]
LocFriendlyName = "制服"
LocLongDescription = "尝试将一个生命值较低的变种人单位击昏。该技能的成功率由目标剩余的生命值决定，每增加一个前变种人单位（不包括自己），该技能的成功率就会增加一个 <Ability:Exv_Subdue_SuccessChanceBonus/>。"
LocHelpText = "制服一个虚弱的变种人单位。"
LocMissMessage = "失败！"

[Exv_AdvancedTraining X2AbilityTemplate]
LocFriendlyName = "高级训练"
LocLongDescription = "该部队在完成游击战术学校的训练后将自动晋升为下士军衔。"

[Exv_EliteTraining X2AbilityTemplate]
LocFriendlyName = "精英训练"
LocLongDescription = "该部队在完成游击战术学校的训练后将自动晋升为中士。"


;武器和物品
;-----------

[Exv_FlareGrenade X2WeaponTemplate]
FriendlyName = "信号弹"
FriendlyNamePlural = "照明弹"
BriefSummary = "前变种人军官使用信号弹向即将到来的盟军增援部队发出空投区信号。"
TacticalText = "<Bullet/>前变种人军官使用信号弹向即将到来的盟军增援部队发出空投区信号。<br/><Bullet/>信号弹不能在室内部署。<br/>"
AbilityDescName = "信号弹"

[Exv_StunBaton_CV X2WeaponTemplate]
FriendlyName = "电击棍"
FriendlyNamePlural = "电击棍"
BriefSummary = "尽管电击警棍最初是为城市维和目的而设计的，但在电击枪兵手中，它也是一种足够致命的武器。"
TacticalText = "<Bullet/>尽管电击棍最初是为城市维和目的而设计的，但在电击枪兵手中，电击棍也可以证明是一种足够致命的武器。<br/><Bullet/>电击棍攻击可以瞄准移动范围内的任何敌人，但需要对非相邻单位采取两次行动。<br/>"
AbilityDescName = "电击棍"

[Exv_StunBaton_MG X2WeaponTemplate]
FriendlyName = "安倍电击棍"
FriendlyNamePlural = "Amp Batons"
BriefSummary = "Amp Baton 的设计虽然有些粗糙，但却非常有效，它利用电磁感应来放大每次打击产生的电流。"
TacticalText = "<Bullet/> 安倍电击棍的设计有些粗糙，但却十分有效，它利用电磁感应来放大每次打击产生的电流。<br/><Bullet/> 安倍电击棍的攻击可以瞄准任何在移动范围内的敌人，但需要对非相邻单位采取两次行动。<br/>"
AbilityDescName = "Amp Baton"

[Exv_StunBaton_BM X2WeaponTemplate]
FriendlyName = "伏特电击棍"
FriendlyNamePlural = "伏特电击棍"
BriefSummary = "尽管伏特电击棍的早期概念被认为是不可行的，但最近在超铀电池小型化方面取得的突破使我们得以制造出第一批原型。"
TacticalText = "<Bullet/> 尽管早期的伏特电击棍概念被认为是不可行的，但最近在超铀电池小型化方面取得的突破使我们得以制造出第一批原型。<br/><Bullet/>伏特电击棍攻击可以瞄准移动范围内的任何敌人，但需要对非相邻单位采取两次行动。<br/>"
AbilityDescName = "伏特电击棍"

[Exv_BallisticShield_CV X2WeaponTemplate]
FriendlyName = "防弹盾"
FriendlyNamePlural = "防弹盾"
BriefSummary = "防弹盾和运载工具护甲中嵌入的强力磁铁使防弹盾可以相对轻松地安装和拆卸，从而提高战场上的机动性。"
TacticalText = "<Bullet/> 防弹盾和携带者的护甲中嵌入了强力磁铁，可以相对轻松地安装和拆卸防弹盾，从而提高战场机动性。<br/><Bullet/> 防弹盾是一种多功能武器，可用于进攻以瘫痪敌人，也可用于防御以保护盟友。<br/>"
AbilityDescName = "防弹盾"

[Exv_BallisticShield_MG X2WeaponTemplate]
FriendlyName = "镀层战斗盾"
FriendlyNamePlural = "镀层战斗持盾者"
BriefSummary = "对原始防弹盾设计进行改进需要开发一种新型轻质合金，这种合金可以在不影响其便携性的情况下增强防弹盾的结构完整性。"
TacticalText = "<Bullet/> 对原始防弹盾设计进行改进需要开发一种新型轻质合金，这种合金可以在不影响便携性的情况下增强持盾者的结构完整性。<br/><Bullet/> 战斗盾是一种多功能武器，可用于进攻以瘫痪敌人，也可用于防御以保护盟友。<br/>"
AbilityDescName = "镀层战斗盾"

[Exv_BallisticShield_BM X2WeaponTemplate]
FriendlyName = "动力全息盾"
FriendlyNamePlural = "动力全息持盾者"
BriefSummary = "受到旧世界坦克中的“反应护甲”技术的启发，看似全息投影的东西实际上是一层过热的等离子层，可以瞬间焚烧来袭的射弹。"
TacticalText = "<Bullet/> 灵感源自旧世界坦克中的“反应护甲”技术，看似全息投影的实际上是一层过热的等离子层，可瞬间焚烧来袭的射弹。<br/><Bullet/> 全息盾是一种多功能武器，可用于进攻以瘫痪敌人，也可用于防御以保护盟友。<br/>"
AbilityDescName = "动力全息盾"

[Exv_Flamethrower_CV X2WeaponTemplate]
FriendlyName = "火焰喷射器"
FriendlyNamePlural = "火焰喷射器"
BriefSummary = ""
TacticalText = "<Bullet/> <br/>"
AbilityDescName = "火焰喷射器"

[Exv_Flamethrower_MG X2WeaponTemplate]
FriendlyName = "喷火式战斗机"
FriendlyNamePlural = "喷火式战斗机"
BriefSummary = ""
TacticalText = "<Bullet/> <br/>"
AbilityDescName = "喷火式战斗机"

[Exv_Flamethrower_BM X2WeaponTemplate]
FriendlyName = "龙息"
FriendlyNamePlural = "龙息"
BriefSummary = ""
TacticalText = "<Bullet/> <br/>"
AbilityDescName = "龙息"

[Exv_Firebomb_T1 X2WeaponTemplate]
FriendlyName = "火焰炸弹	"
FriendlyNamePlural = "火焰炸弹"
BriefSummary = ""
TacticalText = "<Bullet/> <br/>"
AbilityDescName = "火焰炸弹"

[Exv_Firebomb_T2 X2WeaponTemplate]
FriendlyName = "火焰炸弹 马克 II"
FriendlyNamePlural = "火焰炸弹"
BriefSummary = ""
TacticalText = "<Bullet/> <br/>"
AbilityDescName = "火焰炸弹"

[Exv_StunBatonSchematic_MG X2SchematicTemplate]
m_strClassLabel = "强袭枪兵"

[Exv_StunBatonSchematic_BM X2SchematicTemplate]
m_strClassLabel = "强袭枪兵"

[Exv_BallisticShieldSchematic_MG X2SchematicTemplate]
m_strClassLabel = "持盾者"

[Exv_BallisticShieldSchematic_BM X2SchematicTemplate]
m_strClassLabel = "持盾者"

[Exv_FlamethrowerSchematic_MG X2SchematicTemplate]
m_strClassLabel = "净化者"

[Exv_FlamethrowerSchematic_BM X2SchematicTemplate]
m_strClassLabel = "净化者"

[Exv_StunBatonBreakthrough X2TechTemplate]
DisplayName = "改进型电击棍"
Summary = "一种新开发的高导电性复合材料将被集成到今后的所有电击棍设计中，使其伤害输出提高+1。"

[Exv_BallisticShieldBreakthrough X2TechTemplate]
DisplayName = "改进型防弹盾"
Summary = "严格的训练方案将教会我们的前变种人持盾者部署他们的防弹盾以进行进攻，从而将有效伤害输出提高 +1。"

[Exv_FlamethrowerBreakthrough X2TechTemplate]
DisplayName = "改进的火焰喷射器"
Summary = ""

[BasicExventTrooperArmor X2ArmorTemplate]
FriendlyName = "前变种人士兵护甲"
FriendlyNamePlural = "前变种人士兵护甲"
BriefSummary = "由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的士兵将不得不使用变种人时期遗留下来的改装护甲。"
TacticalText = "<Bullet/> 由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的士兵将不得不使用变种人时期留下的改装护甲。<br/><Bullet/> 所有前变种人士兵都会收到这种护甲作为其基本装备的一部分。<br/>"

[PlatedExventTrooperArmor X2ArmorTemplate]
FriendlyName = "镀层士兵护甲"
FriendlyNamePlural = "镀层士兵护甲"
BriefSummary = "早期版本的士兵护甲已在关键薄弱点上用陶瓷板加固。其结果是设计足够坚固，可以大规模生产，并在整个前变种人计划中广泛使用。"
TacticalText = "<Bullet/> 早期版本的 Trooper 护甲现已在关键薄弱点处使用陶瓷镀层加固。其结果是设计足够坚固，可以大规模生产，供前变种人计划广泛使用。<br/><Bullet/> 这种 Trooper 专用镀层护甲基于变种人回收材料。<br/>"

[PoweredExventTrooperArmor  X2ArmorTemplate]
FriendlyName = "动力步兵护甲"
FriendlyNamePlural = "动力步兵护甲"
BriefSummary = "外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端护甲可确保我们的士兵随时准备与战场上遇到的任何敌人抗衡。"
TacticalText = "<Bullet/> 外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端的护甲确保我们的士兵随时准备与战场上遇到的任何敌人抗衡。<br/><Bullet/> 动力护甲是前变种人士兵可用的最佳防护装备。<br/>"

[BasicExventOfficerArmor X2ArmorTemplate]
FriendlyName = "前变种人军官护甲"
FriendlyNamePlural = "前变种人军官护甲"
BriefSummary = "由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的军官们将不得不使用他们在变种人时期留下的改装护甲。"
TacticalText = "<Bullet/> 由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的军官将不得不使用他们在变种人时期留下的改装护甲。<br/><Bullet/> 所有前变种人军官都会收到这种护甲作为他们基本装备的一部分。<br/>"

[PlatedExventOfficerArmor X2ArmorTemplate]
FriendlyName = "军官护甲"
FriendlyNamePlural = "军官护甲"
BriefSummary = "早期版本的军官护甲已在关键薄弱点上用陶瓷板加固。其结果是设计足够坚固，可以大规模生产，并在整个前变种人计划中广泛使用。"
TacticalText = "<Bullet/> 早期版本的军官护甲现已在关键薄弱点上用陶瓷镀层加固。其结果是设计足够坚固，可以大规模生产，供整个前变种人计划广泛使用。<br/><Bullet/> 这款军官专用镀层护甲基于变种人回收品。<br/>"

[PoweredExventOfficerArmor  X2ArmorTemplate]
FriendlyName = "动力军官护甲"
FriendlyNamePlural = "动力军官护甲"
BriefSummary = "外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端的护甲可确保我们的军官随时准备与战场上遇到的任何敌人抗衡。"
TacticalText = "<Bullet/> 外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端的护甲可确保我们的军官随时准备迎战战场上遇到的任何敌人。<br/><Bullet/> 动力护甲是前变种人军官可用的最佳防护装备。<br/>"

[BasicExventStunLancerArmor X2ArmorTemplate]
FriendlyName = "前变种人强袭枪兵护甲"
FriendlyNamePlural = "前变种人强袭枪兵护甲"
BriefSummary = "由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的强袭枪兵s 将不得不使用变种人时期遗留下来的改装护甲。"
TacticalText = "<Bullet/> 由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的强袭枪兵s 将不得不使用变种人时代遗留下来的改装护甲。<br/><Bullet/> 所有前变种人强袭枪兵s 都会收到这种护甲作为其基本装备的一部分。<br/>"

[PlatedExventStunLancerArmor  X2ArmorTemplate]
FriendlyName = "镀层强袭枪兵护甲"
FriendlyNamePlural = "镀层强袭枪兵护甲"
BriefSummary = "早期版本的强袭枪兵护甲已在关键薄弱点上用陶瓷镀层加固。其结果是设计足够坚固，可以大规模生产，并在整个前变种人计划中广泛使用。"
TacticalText = "<Bullet/> 早期版本的强袭枪兵护甲现已在关键薄弱点上用陶瓷镀层加固。其结果是设计足够坚固，可以大规模生产，供前变种人计划广泛使用。<br/><Bullet/> 这种强袭枪兵专用镀层护甲基于变种人回收物。<br/>"

[PoweredExventStunLancerArmor  X2ArmorTemplate]
FriendlyName = "动力强袭枪兵护甲"
FriendlyNamePlural = "动力强袭枪兵护甲"
BriefSummary = "外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端护甲可确保我们的强袭枪兵s 随时准备与战场上遇到的任何敌人相匹敌。"
TacticalText = "<Bullet/> 外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端的护甲确保我们的强袭枪兵s 随时准备与战场上遇到的任何敌人抗衡。<br/><Bullet/> 动力护甲是前变种人强袭枪兵s 可用的最佳防护装备。<br/>"

[BasicExventShieldbearerArmor X2ArmorTemplate]
FriendlyName = "前变种人持盾者护甲"
FriendlyNamePlural = "前变种人持盾者护甲"
BriefSummary = "由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的持盾者将不得不使用他们在变种人时期留下的改装护甲。"
TacticalText = "<Bullet/> 由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的持盾者将不得不使用他们在变种人时期留下的改装护甲。<br/><Bullet/> 所有前变种人持盾者都会收到这种护甲作为他们基本装备的一部分。<br/>"

[PlatedExventShieldbearerArmor X2ArmorTemplate]
FriendlyName = "镀金持盾者护甲"
FriendlyNamePlural = "镀层持盾者护甲"
BriefSummary = "早期版本的持盾者护甲现已在关键薄弱点上用陶瓷板加固。其结果是设计足够坚固，可以大规模生产以供前变种人计划广泛使用。"
TacticalText = "<Bullet/> 早期版本的 Shieldbearer 护甲现在已在关键薄弱点上用陶瓷镀层加固。其结果是设计足够坚固，可以大规模生产以供前变种人计划广泛使用。<br/><Bullet/> 这种 Shieldbearer 专用镀层护甲基于变种人回收物。<br/>"

[PoweredExventShieldbearerArmor  X2ArmorTemplate]
FriendlyName = "动力持盾者护甲"
FriendlyNamePlural = "动力持盾者护甲"
BriefSummary = "外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端护甲可确保我们的持盾者随时准备与战场上遇到的任何敌人对抗。"
TacticalText = "<Bullet/> 外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端的护甲确保我们的持盾者随时准备与战场上遇到的任何敌人对抗。<br/><Bullet/> 动力护甲是前变种人持盾者可用的最佳防护装备。<br/>"

[BasicExventPriestArmor X2ArmorTemplate]
FriendlyName = "前变种人牧师护甲"
FriendlyNamePlural = "前变种人牧师护甲"
BriefSummary = "由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的牧师将不得不使用他们在变种人时期留下的改装护甲。"
TacticalText = "<Bullet/> 由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的牧师将不得不使用他们在变种人时期留下的改装护甲。<br/><Bullet/> 所有前变种人牧师都会收到这种护甲作为他们基本装备的一部分。<br/>"

[PlatedExventPriestArmor X2ArmorTemplate]
FriendlyName = "镀层牧师护甲"
FriendlyNamePlural = "镀层牧师护甲"
BriefSummary = "早期版本的牧师护甲已在关键薄弱环节上用陶瓷镀层加固。其结果是设计足够坚固，可以大规模生产以供前变种人计划广泛使用。"
TacticalText = "<Bullet/> 早期版本的牧师护甲现已在关键薄弱点上用陶瓷镀层加固。其结果是设计足够坚固，可以大规模生产，供前变种人计划广泛使用。<br/><Bullet/> 这种牧师专用镀层护甲基于变种人回收物。<br/>"

[PoweredExventPriestArmor  X2ArmorTemplate]
FriendlyName = "强力牧师护甲"
FriendlyNamePlural = "强力牧师护甲"
BriefSummary = "外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端的护甲确保我们的牧师随时准备与战场上遇到的任何敌人对抗。"
TacticalText = "<Bullet/> 外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端的护甲确保我们的牧师随时准备与战场上遇到的任何敌人抗衡。<br/><Bullet/> 动力护甲是前变种人牧师可用的最佳防护装备。<br/>"

[BasicExventPurifierArmor X2ArmorTemplate]
FriendlyName = "前变种人净化者护甲"
FriendlyNamePlural = "前变种人净化者护甲"
BriefSummary = "由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的净化者将不得不使用变种人时期遗留下来的改装护甲。"
TacticalText = "<Bullet/> 由于前变种人计划尚处于起步阶段，该项目不幸面临一定的预算限制。目前，我们的净化者将不得不使用变种人时期遗留下来的改装护甲。<br/><Bullet/> 所有前变种人净化者都将此护甲作为其基本装备的一部分。<br/>"

[PlatedExventPurifierArmor X2ArmorTemplate]
FriendlyName = "镀层净化者护甲"
FriendlyNamePlural = "镀层净化者护甲"
BriefSummary = "净化者护甲的早期版本现已在关键薄弱环节上用陶瓷镀层加固。其结果是设计足够坚固，可以大规模生产以供前变种人计划广泛使用。"
TacticalText = "<Bullet/> 净化者护甲的早期版本现已在关键薄弱点处使用陶瓷镀层加固。其结果是设计足够坚固，可以大规模生产以供前变种人计划广泛使用。<br/><Bullet/> 这种净化者专用镀层护甲基于变种人回收物。<br/>"

[PoweredExventPurifierArmor X2ArmorTemplate]
FriendlyName = "动力净化护甲"
FriendlyNamePlural = "动力净化护甲"
BriefSummary = "外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端护甲确保我们的净化者随时准备与战场上遇到的任何敌人对抗。"
TacticalText = "<Bullet/> 外星技术与人类智慧的融合最终造就了一种基于超铀的护甲设计，这种护甲既耐用又轻便。这种尖端的护甲确保我们的净化者随时准备与战场上遇到的任何敌人抗衡。<br/><Bullet/> 动力护甲是前变种人净化者可用的最佳防护装备。<br/>"

[Exv_TrooperCaptive_T1 X2ItemTemplate]
FriendlyName = "变种人士兵俘虏"
FriendlyNamePlural = "变种人士兵俘虏"
BriefSummary = "由于他们在变种人等级制度中的地位不高，研究小组对于士兵作为情报来源的价值持怀疑态度。"

[Exv_TrooperCaptive_T2 X2ItemTemplate]
FriendlyName = "高级士兵俘虏"
FriendlyNamePlural = "高级士兵俘虏"
BriefSummary = "由于他们在变种人等级制度中的地位不高，研究小组对于士兵作为情报来源的价值持怀疑态度。"

[Exv_TrooperCaptive_T3 X2ItemTemplate]
FriendlyName = "精英士兵俘虏"
FriendlyNamePlural = "精英士兵俘虏"
BriefSummary = "由于他们在变种人等级制度中的地位不高，研究小组对于士兵作为情报来源的价值持怀疑态度。"

[Exv_OfficerCaptive_T1 X2ItemTemplate]
FriendlyName = "变种人军官俘虏"
FriendlyNamePlural = "变种人军官俘虏"
BriefSummary = "由于他们掌握着有关变种人机密行动的大量知识，活着的军官受到抵抗军和XCOM成员的极度追捧。"

[Exv_OfficerCaptive_T2 X2ItemTemplate]
FriendlyName = "高级军官俘虏"
FriendlyNamePlural = "高级军官俘虏"
BriefSummary = "由于他们掌握着有关变种人机密行动的大量知识，活着的军官受到抵抗军和XCOM成员的极度追捧。"

[Exv_OfficerCaptive_T3 X2ItemTemplate]
FriendlyName = "精英军官俘虏"
FriendlyNamePlural = "精英军官俘虏"
BriefSummary = "由于他们掌握着有关变种人机密行动的大量知识，活着的军官受到抵抗军和XCOM成员的极度追捧。"

[Exv_StunLancerCaptive_T1 X2ItemTemplate]
FriendlyName = "变种人强袭枪兵俘虏"
FriendlyNamePlural = "变种人强袭枪兵俘虏"
BriefSummary = "随着战斗兴奋剂的失效，被俘的强袭枪兵的意识和清醒度有所提高，其行为类似于遇险的动物。"

[Exv_StunLancerCaptive_T2 X2ItemTemplate]
FriendlyName = "重型枪兵俘虏"
FriendlyNamePlural = "重型枪兵俘虏"
BriefSummary = "随着战斗兴奋剂的失效，被俘的强袭枪兵的意识和清醒度有所提高，其行为类似于遇险的动物。"

[Exv_StunLancerCaptive_T3 X2ItemTemplate]
FriendlyName = "精英枪兵俘虏"
FriendlyNamePlural = "精英枪兵俘虏"
BriefSummary = "随着战斗兴奋剂的失效，被俘的强袭枪兵的意识和清醒度有所提高，其行为类似于遇险的动物。"

[Exv_ShieldbearerCaptive_T2 X2ItemTemplate]
FriendlyName = "变种人持盾者俘虏"
FriendlyNamePlural = "变种人持盾者俘虏"
BriefSummary = "由于拥有在高级安全部队服役的经验，被俘的持盾者持盾者可以提供有关重要敌方目标的宝贵情报。"

[Exv_ShieldbearerCaptive_T3 X2ItemTemplate]
FriendlyName = "精英持盾者俘虏"
FriendlyNamePlural = "精英持盾者俘虏"
BriefSummary = "由于拥有在高级安全部队服役的经验，被俘的持盾者持盾者可以提供有关重要敌方目标的宝贵情报。"

[Exv_PriestCaptive_T1 X2ItemTemplate]
FriendlyName = "变种人牧师俘虏"
FriendlyNamePlural = "变种人牧师俘虏"
BriefSummary = "在观察期间，被俘的牧师对外界刺激没有反应，并且不停地用一种无法识别或破译的外星语言喃喃自语。"

[Exv_PriestCaptive_T2 X2ItemTemplate]
FriendlyName = "高级牧师俘虏"
FriendlyNamePlural = "高级牧师俘虏"
BriefSummary = "在观察期间，被俘的牧师对外界刺激没有反应，并且不停地用一种无法识别或破译的外星语言喃喃自语。"

[Exv_PriestCaptive_T3 X2ItemTemplate]
FriendlyName = "精英牧师俘虏"
FriendlyNamePlural = "精英牧师俘虏"
BriefSummary = "在观察期间，被俘的牧师对外界刺激没有反应，并且不停地用一种无法识别或破译的外星语言喃喃自语。"

[Exv_PurifierCaptive_T1 X2ItemTemplate]
FriendlyName = "变种人净化者俘虏"
FriendlyNamePlural = "变种人净化者俘虏"
BriefSummary = "为了预防传闻中与燃料供应有关的“死人开关”，净化者在脱下防护服之前必须接受灵能镇静。"

[Exv_PurifierCaptive_T2 X2ItemTemplate]
FriendlyName = "高级净化者俘虏"
FriendlyNamePlural = "高级净化者俘虏"
BriefSummary = "为了预防传闻中与燃料供应有关的“死人开关”，净化者在脱下防护服之前必须接受灵能镇静。"

[Exv_PurifierCaptive_T3 X2ItemTemplate]
FriendlyName = "精英净化者俘虏"
FriendlyNamePlural = "精英净化者俘虏"
BriefSummary = "为了预防传闻中与燃料供应有关的“死人开关”，净化者在脱下防护服之前必须接受灵能镇静。"

[Exv_TrooperInterrogation_T1 X2TechTemplate]
DisplayName = "变种人士兵审讯"
CodeName = "ADV-01"
Summary = "对档案的深入研究已经返回了几个有关“增强外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究小组从被捕获的变种人士兵那里获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘士兵提供的信息转化为可用的情报。然而，不幸的是，由于严格的审讯过程，该对象已经死亡。"
UnlockedDescription = "从士兵处提取：<XGParam:StrValue0/!Quantity/> 情报"

[Exv_TrooperInterrogation_T2 X2TechTemplate]
DisplayName = "高级士兵审讯"
CodeName = "ADV-01"
Summary = "对档案的深入研究已经返回了几个有关“增强型外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究小组从被俘的先进士兵那里获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘士兵提供的信息转化为可用的情报。然而，不幸的是，由于严格的审讯过程，该对象已经死亡。"
UnlockedDescription = "从士兵处提取：<XGParam:StrValue0/!Quantity/> 情报"

[Exv_TrooperInterrogation_T3 X2TechTemplate]
DisplayName = "精英士兵审讯"
CodeName = "ADV-01"
Summary = "对档案的深入研究已经返回了几个有关“增强外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。虽然我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究小组从被俘的精英士兵那里获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘士兵提供的信息转化为可用的情报。然而，不幸的是，由于严格的审讯过程，该对象已经死亡。"
UnlockedDescription = "从士兵处提取：<XGParam:StrValue0/!Quantity/> 情报"

[Exv_OfficerInterrogation_T1 X2TechTemplate]
DisplayName = "变种人军官审讯"
CodeName = "ADV-02"
Summary = "深入研究档案后，我们发现了几个有关“强化外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究小组从被捕的变种人官员那里获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘军官提供的信息转化为可用的情报。然而，不幸的是，由于严格的审讯过程，该对象已经死亡。"
UnlockedDescription = "从官员处提取：<XGParam:StrValue0/!Quantity/> 情报"

[Exv_OfficerInterrogation_T2 X2TechTemplate]
DisplayName = "高级军官审讯"
CodeName = "ADV-02"
Summary = "对档案的深入研究已经返回了几个有关“增强型外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究小组从被俘的高级军官那里获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘军官提供的信息转化为可用的情报。然而，不幸的是，由于严格的审讯过程，该对象已经死亡。"
UnlockedDescription = "从官员处提取：<XGParam:StrValue0/!Quantity/> 情报"

[Exv_OfficerInterrogation_T3 X2TechTemplate]
DisplayName = "精英军官审讯"
CodeName = "ADV-02"
Summary = "对档案的深入研究已经返回了几个有关“增强外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究小组从被捕的精英军官那里获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘军官提供的信息转化为可用的情报。然而，不幸的是，由于严格的审讯过程，该对象已经死亡。"
UnlockedDescription = "从官员处提取：<XGParam:StrValue0/!Quantity/> 情报"

[Exv_StunLancerInterrogation_T1 X2TechTemplate]
DisplayName = "变种人强袭枪兵审讯"
CodeName = "ADV-03"
Summary = "深入研究档案后，我们发现了几个有关“增强型外星人审讯技术”的文件，这些文件归因于瓦伦博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究团队从捕获的变种人强袭枪兵中提取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘的强袭枪兵提供的信息转化为可用的情报。然而，不幸的是，由于严格的审讯过程，该对象已经死亡。"
UnlockedDescription = "从强袭枪兵中提取: <XGParam:StrValue0/!Quantity/> 情报"

[Exv_StunLancerInterrogation_T2 X2TechTemplate]
DisplayName = "重型枪兵审讯"
CodeName = "ADV-03"
Summary = "对档案的深入研究已经返回了几个有关“增强外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究团队从被捕获的重型枪兵身上获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘的强袭枪兵提供的信息转化为可用的情报。然而，不幸的是，由于严格的审讯过程，该对象已经死亡。"
UnlockedDescription = "从强袭枪兵中提取: <XGParam:StrValue0/!Quantity/> 情报"

[Exv_StunLancerInterrogation_T3 X2TechTemplate]
DisplayName = "精英枪兵审讯"
CodeName = "ADV-03"
Summary = "深入研究档案后，我们发现了几个有关“增强型外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究团队从被捕获的精英枪兵身上获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘的强袭枪兵提供的信息转化为可用的情报。然而，不幸的是，由于严格的审讯过程，该对象已经死亡。"
UnlockedDescription = "从强袭枪兵中提取: <XGParam:StrValue0/!Quantity/> 情报"

[Exv_ShieldbearerInterrogation_T2 X2TechTemplate]
DisplayName = "变种人持盾者审讯"
CodeName = "ADV-04"
Summary = "深入研究档案后，我们发现了几个有关“增强型外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究团队从被捕获的变种人Shieldbearer 那里获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘的持盾者提供的信息转化为可用的情报。然而，不幸的是，由于严格的审讯过程，该对象已经死亡。"
UnlockedDescription = "从 Shieldbearer 中提取：<XGParam:StrValue0/!Quantity/> 情报"

[Exv_ShieldbearerInterrogation_T3 X2TechTemplate]
DisplayName = "精英持盾者手审讯"
CodeName = "ADV-04"
Summary = "深入研究档案后，我们发现了几个有关“增强型外星人审讯技术”的文件，这些文件归因于瓦伦博士。虽然我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究团队从被捕的精英持盾者那里获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘的持盾者提供的信息转化为可用的情报。然而，不幸的是，由于严格的审讯过程，该对象已经死亡。"
UnlockedDescription = "从 Shieldbearer 中提取：<XGParam:StrValue0/!Quantity/> 情报"

[Exv_PriestInterrogation_T1 X2TechTemplate]
DisplayName = "变种人牧师审讯"
CodeName = "ADV-05"
Summary = "对档案的深入研究已经返回了几个有关“增强型外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究小组从被捕的变种人牧师那里获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘牧师提供的信息转化为可用的情报。然而，不幸的是，由于严酷的审讯过程，该对象已经死亡。"
UnlockedDescription = "从牧师处提取: <XGParam:StrValue0/!Quantity/> 情报"

[Exv_PriestInterrogation_T2 X2TechTemplate]
DisplayName = "高级牧师审讯"
CodeName = "ADV-05"
Summary = "对档案的深入研究已经返回了几个有关“增强型外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦博士的人。虽然我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究小组从被俘的高级牧师那里获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘牧师提供的信息转化为可用的情报。然而，不幸的是，由于严酷的审讯过程，该对象已经死亡。"
UnlockedDescription = "从牧师处提取: <XGParam:StrValue0/!Quantity/> 情报"

[Exv_PriestInterrogation_T3 X2TechTemplate]
DisplayName = "精英牧师审讯"
CodeName = "ADV-05"
Summary = "对档案的深入研究已经返回了几个有关“增强外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦博士的人。虽然我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究小组从被俘的精英牧师那里获取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘牧师提供的信息转化为可用的情报。然而，不幸的是，由于严酷的审讯过程，该对象已经死亡。"
UnlockedDescription = "从牧师处提取: <XGParam:StrValue0/!Quantity/> 情报"

[Exv_PurifierInterrogation_T1 X2TechTemplate]
DisplayName = "变种人净化者审讯"
CodeName = "ADV-06"
Summary = "对档案的深入研究已经返回了几个有关“增强型外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究团队从捕获的变种人净化者中提取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘的净化者提供的信息转化为可用的情报。然而，不幸的是，由于严酷的审讯过程，该对象已经死亡。"
UnlockedDescription = "从净化者中提取：<XGParam:StrValue0/!Quantity/>情报"

[Exv_PurifierInterrogation_T2 X2TechTemplate]
DisplayName = "高级净化者询问"
CodeName = "ADV-06"
Summary = "对档案的深入研究已经返回了几个有关“增强型外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究团队从捕获的高级净化者中提取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘的净化者提供的信息转化为可用的情报。然而，不幸的是，由于严酷的审讯过程，该对象已经死亡。"
UnlockedDescription = "从净化者中提取：<XGParam:StrValue0/!Quantity/>情报"

[Exv_PurifierInterrogation_T3 X2TechTemplate]
DisplayName = "精英净化者审讯"
CodeName = "ADV-06"
Summary = "对档案的深入研究已经返回了几个有关“增强外星人审讯技术”的文件，这些文件归因于一位名叫瓦伦的博士。尽管我们缺乏完全复制她的系统所需的专用收容设施，但采用其中一些方法可能会让研究团队从捕获的精英净化者中提取有价值的情报。"
LongDescription = "尽管最初在诱导合作方面遇到了一些困难，但研究小组报告称，他们能够将被俘的净化者提供的信息转化为可用的情报。然而，不幸的是，由于严酷的审讯过程，该对象已经死亡。"
UnlockedDescription = "从净化者中提取：<XGParam:StrValue0/!Quantity/>情报"

[Exv_TrooperConversion_T1 X2TechTemplate]
DisplayName = "变种人士兵转换"
CodeName = "EXV-01"
Summary = "经您允许，泰根博士可以开始进行神经外科手术，从被捕获的变种人士兵身上取出植入的控制芯片。经过短暂的恢复期后，受试者可以进入前变种人计划的正式程序。"
LongDescription = "泰根博士报告称手术非常成功，恢复期间未出现任何术后并发症。截至发稿时，该部队已成为前变种人项目正式成员，并被指定为前变种人士兵。"
UnlockedDescription = "士兵已经加入前变种人计划！"

[Exv_TrooperConversion_T2 X2TechTemplate]
DisplayName = "高级士兵转换"
CodeName = "EXV-01"
Summary = "经您允许，泰根博士可以开始进行神经外科手术，从被俘的先进士兵身上取出植入的控制芯片。经过短暂的恢复期后，受试者可以进入前变种人计划的正式入职流程。"
LongDescription = "泰根博士报告称手术非常成功，恢复期间未出现任何术后并发症。截至发稿时，该部队已成为前变种人项目正式成员，并被指定为前变种人士兵。"
UnlockedDescription = "士兵已经加入前变种人计划！"

[Exv_TrooperConversion_T3 X2TechTemplate]
DisplayName = "精英士兵转换"
CodeName = "EXV-01"
Summary = "经您允许，泰根博士可以开始进行神经外科手术，从被俘的精英士兵身上取出植入的控制芯片。经过短暂的恢复期后，受试者可以进入前变种人计划的正式程序。"
LongDescription = "泰根博士报告称手术非常成功，恢复期间未出现任何术后并发症。截至发稿时，该部队已成为前变种人项目正式成员，并被指定为前变种人士兵。"
UnlockedDescription = "士兵已经加入前变种人计划！"

[Exv_OfficerConversion_T1 X2TechTemplate]
DisplayName = "变种人军官转换"
CodeName = "EXV-02"
Summary = "经您允许，泰根博士可以开始进行神经外科手术，从被捕的变种人军官身上取出植入的控制芯片。经过短暂的恢复期后，受试者可以进入前变种人计划的正式程序。"
LongDescription = "泰根博士报告称手术非常成功，恢复期间未出现任何术后并发症。截至发稿时，该单位已成为前变种人项目的正式成员，并被授予前变种人官员的职称。"
UnlockedDescription = "军官已经加入前变种人计划！"

[Exv_OfficerConversion_T2 X2TechTemplate]
DisplayName = "高级军官转换"
CodeName = "EXV-02"
Summary = "经您允许，泰根博士可以开始进行神经外科手术，从被俘的高级军官身上取出植入的控制芯片。经过短暂的恢复期后，受试者可以进入前变种人计划的正式程序。"
LongDescription = "泰根博士报告称手术非常成功，恢复期间未出现任何术后并发症。截至发稿时，该单位已成为前变种人项目的正式成员，并被授予前变种人官员的职称。"
UnlockedDescription = "军官已经加入前变种人计划！"

[Exv_OfficerConversion_T3 X2TechTemplate]
DisplayName = "精英军官转换"
CodeName = "EXV-02"
Summary = "经您允许，泰根博士可以开始进行神经外科手术，从被俘的精英军官身上取出植入的控制芯片。经过短暂的恢复期后，受试者可以进入前变种人计划的正式入职流程。"
LongDescription = "泰根博士报告称手术非常成功，恢复期间未出现任何术后并发症。截至发稿时，该单位已成为前变种人项目的正式成员，并被授予前变种人官员的职称。"
UnlockedDescription = "军官已经加入前变种人计划！"

[Exv_StunLancerConversion_T1 X2TechTemplate]
DisplayName = "变种人强袭枪兵转换"
CodeName = "EXV-03"
Summary = "经您允许，泰根博士可以开始进行神经外科手术，从捕获的变种人强袭枪兵中取出植入的控制芯片。经过短暂的恢复期后，受试者可以进入前变种人计划的正式程序。"
LongDescription = "泰根博士报告称手术非常成功，恢复期间未出现任何术后并发症。截至发稿时，该单位已成为前变种人项目正式成员，并被指定为前变种人强袭枪兵。"
UnlockedDescription = "强袭枪兵已经加入前变种人计划！"

[Exv_StunLancerConversion_T2 X2TechTemplate]
DisplayName = "重型枪兵转换"
CodeName = "EXV-03"
Summary = "经您允许，泰根博士可以开始进行神经外科手术，从被捕获的重型枪兵身上取出植入的控制芯片。经过短暂的恢复期后，受试者可以进入前变种人计划的正式程序。"
LongDescription = "泰根博士报告称手术非常成功，恢复期间未出现任何术后并发症。截至发稿时，该单位已成为前变种人项目正式成员，并被指定为前变种人强袭枪兵。"
UnlockedDescription = "强袭枪兵已经加入前变种人计划！"

[Exv_StunLancerConversion_T3 X2TechTemplate]
DisplayName = "精英枪兵转换"
CodeName = "EXV-03"
Summary = "经您允许，泰根博士可以开始进行神经外科手术，从被捕获的精英枪兵身上取出植入的控制芯片。经过短暂的恢复期后，受试者可以进入前变种人计划的正式程序。"
LongDescription = "泰根博士报告称手术非常成功，恢复期间未出现任何术后并发症。截至发稿时，该单位已成为前变种人项目正式成员，并被指定为前变种人强袭枪兵。"
UnlockedDescription = "强袭枪兵已经加入前变种人计划！"


; 化妆品
;---------

[BasicExventTrooperTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventTrooperTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[BasicExventTrooperTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventTrooperTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventTrooperTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventTrooperTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventTrooperTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventTrooperTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventTrooperTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventTrooperTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventTrooperTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventTrooperTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[BasicExventOfficerTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventOfficerTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[BasicExventOfficerTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventOfficerTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventOfficerTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventOfficerTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventOfficerTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventOfficerTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventOfficerTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventOfficerTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventOfficerTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventOfficerTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[BasicExventStunLancerTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventStunLancerTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[BasicExventStunLancerTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventStunLancerTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventStunLancerTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventStunLancerTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventStunLancerTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventStunLancerTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventStunLancerTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventStunLancerTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventStunLancerTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventStunLancerTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[BasicExventShieldbearerTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventShieldbearerTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[BasicExventShieldbearerTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventShieldbearerTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventShieldbearerTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventShieldbearerTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventShieldbearerTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventShieldbearerTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventShieldbearerTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventShieldbearerTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventShieldbearerTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventShieldbearerTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[BasicExventPriestTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventPriestTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[BasicExventPriestTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventPriestTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventPriestTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventPriestTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventPriestTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventPriestTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventPriestTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventPriestTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventPriestTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventPriestTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[BasicExventPurifierTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventPurifierTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[BasicExventPurifierTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[BasicExventPurifierTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventPurifierTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventPurifierTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PlatedExventPurifierTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PlatedExventPurifierTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventPurifierTorso_M1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventPurifierTorso_M2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[PoweredExventPurifierTorso_F1 X2BodyPartTemplate]
DisplayName = "躯干A（标准）"

[PoweredExventPurifierTorso_F2 X2BodyPartTemplate]
DisplayName = "躯干B（可定制）"

[ExventScar_1 X2BodyPartTemplate]
DisplayName = "半球"

[ExventScar_2 X2BodyPartTemplate]
DisplayName = "臂章"

[ExventScar_3 X2BodyPartTemplate]
DisplayName = "中心点"

[ExventScar_4 X2BodyPartTemplate]
DisplayName = "皇冠"

[ExventScar_5 X2BodyPartTemplate]
DisplayName = "仪式"

[ExventTrooperHelmet_M1 X2BodyPartTemplate]
DisplayName = "前变种人士兵头盔 A"

[ExventTrooperHelmet_M2 X2BodyPartTemplate]
DisplayName = "前变种人士兵头盔 B"

[ExventTrooperHelmet_F1 X2BodyPartTemplate]
DisplayName = "前变种人士兵头盔 A"

[ExventTrooperHelmet_F2 X2BodyPartTemplate]
DisplayName = "前变种人士兵头盔 B"

[ExventOfficerHelmet_M1 X2BodyPartTemplate]
DisplayName = "前变种人军官头盔 A"

[ExventOfficerHelmet_M2 X2BodyPartTemplate]
DisplayName = "前变种人军官头盔 B"

[ExventOfficerHelmet_F1 X2BodyPartTemplate]
DisplayName = "前变种人军官头盔 A"

[ExventOfficerHelmet_F2 X2BodyPartTemplate]
DisplayName = "前变种人军官头盔 B"

[ExventStunLancerHelmet_M1 X2BodyPartTemplate]
DisplayName = "前变种人强袭枪兵头盔 A"

[ExventStunLancerHelmet_M2 X2BodyPartTemplate]
DisplayName = "前变种人强袭枪兵头盔 B"

[ExventStunLancerHelmet_F1 X2BodyPartTemplate]
DisplayName = "前变种人强袭枪兵头盔 A"

[ExventStunLancerHelmet_F2 X2BodyPartTemplate]
DisplayName = "前变种人强袭枪兵头盔 B"

[ExventShieldbearerHelmet_M1 X2BodyPartTemplate]
DisplayName = "前变种人持盾者头盔 A"

[ExventShieldbearerHelmet_M2 X2BodyPartTemplate]
DisplayName = "前变种人持盾者头盔 B"

[ExventShieldbearerHelmet_F1 X2BodyPartTemplate]
DisplayName = "前变种人持盾者头盔 A"

[ExventShieldbearerHelmet_F2 X2BodyPartTemplate]
DisplayName = "前变种人持盾者头盔 B"

[ExventPriestHelmet_M1 X2BodyPartTemplate]
DisplayName = "前变种人牧师头盔 A"

[ExventPriestHelmet_M2 X2BodyPartTemplate]
DisplayName = "前变种人牧师头盔 B"

[ExventPriestHelmet_F1 X2BodyPartTemplate]
DisplayName = "前变种人牧师头盔 A"

[ExventPriestHelmet_F2 X2BodyPartTemplate]
DisplayName = "前变种人牧师头盔 B"

[ExventPurifierHelmet_M1 X2BodyPartTemplate]
DisplayName = "前变种人净化者头盔 A"

[ExventPurifierHelmet_M2 X2BodyPartTemplate]
DisplayName = "前变种人净化者头盔 B"

[ExventPurifierHelmet_F1 X2BodyPartTemplate]
DisplayName = "前变种人净化者头盔 A"

[ExventPurifierHelmet_F2 X2BodyPartTemplate]
DisplayName = "前变种人净化者头盔 B"

[ExventSoldierVoice_M1 X2BodyPartTemplate]
DisplayName = "变种人"

[ExventSoldierVoice_M2 X2BodyPartTemplate]
DisplayName = "散兵1"

[ExventSoldierVoice_M3 X2BodyPartTemplate]
DisplayName = "散兵2"

[ExventSoldierVoice_F1 X2BodyPartTemplate]
DisplayName = "变种人"

[ExventSoldierVoice_F2 X2BodyPartTemplate]
DisplayName = "散兵1"

[ExventSoldierVoice_F3 X2BodyPartTemplate]
DisplayName = "散兵2"


;策略层
;-------------

[CovertAction_RecruitExvent X2CovertActionTemplate]
ActionObjective = "PROJECT前变种人：招募候选人"

[CovertActionNarrative_RecruitExvent_Reapers X2CovertActionNarrativeTemplate]
ActionName = "切换阵营"
ActionPreNarrative = "根据规定，收割者不会俘虏敌人；尽管如此，我们还是抓到了几个俘虏。虽然我个人更希望他们死掉，但也许他们对你还是有用的。"
ActionPostNarrative = "我很高兴这不再是我的问题了。"

[CovertActionNarrative_RecruitExvent_Skirmishers X2CovertActionNarrativeTemplate]
ActionName = "独立日"
ActionPreNarrative = "除非我们族人中的最后一员能够摆脱长老的束缚，否则散兵不会善罢甘休。你愿意加入我们，一起解救我的兄弟姐妹吗？"
ActionPostNarrative = "愿他们侍奉你直至假神陨落。"

[CovertActionNarrative_RecruitExvent_Templars X2CovertActionNarrativeTemplate]
ActionName = "越狱"
ActionPreNarrative = "我的追随者带来了消息，说有变种人逃兵被关押在附近一处高度戒备的设施中。我确信他们会渴望加入我们的事业 - 如果我们能先把他们救出来的话。"
ActionPostNarrative = "指挥官，我们的力量日益强大。"

[NeutralizeExventTarget X2MissionTemplate]
DisplayName = "消除高价值变种人目标"
Briefing = "消灭变种人载具中的目标"
PostMissionType = "消灭目标"
BriefingImage = "img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0] = "捕获或杀死敌方 VIP"
PreMissionNarratives[0] = "X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_Vehicle_01"
PreMissionNarratives[1] = "X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_Vehicle_02"
PreMissionNarratives[2] = "X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_Vehicle_03"
PreMissionNarratives[3] = "X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_Vehicle_04"
PreMissionNarratives[4] = "X2NarrativeMoments.TACTICAL.Neutralize.Central_Council_Missions_Neutralize_Target_Vehicle_05"

[Reward_ExventSoldier X2RewardTemplate]
DisplayName = "前变种人士兵"

[Reward_ExventTrooper X2RewardTemplate]
DisplayName = "前变种人士兵"

[Exv_BrothersInArmsUnlock X2SoldierAbilityUnlockTemplate]
DisplayName = "前变种人：兄弟连"
Summary = "为所有前变种人士兵解锁制服能力，允许捕获变种人单位。购买此特权后，任何在任务结束时失去意识的变种人单位都可能被引入前变种人计划或被审问以获取情报。"
